# あとで整理する
tap "homebrew/dupes"
tap "homebrew/fuse"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "sanemat/font"
tap "caskroom/versions"
tap "caskroom/cask"

brew "ansible"
brew "bash-completion"
brew "bundler-completion"
brew "freetype"
brew "gettext"
brew "clang-format"
brew "gmp@4"
brew "isl@0.12"
brew "cloog"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "django-completion"
brew "editorconfig"
brew "figlet"
brew "icu4c"
brew "libtool"
brew "mpfr"
brew "gcc"
brew "gem-completion"
brew "gradle"
brew "grunt-completion"
brew "htop"
brew "xz"
brew "imagemagick"
brew "jenkins"
brew "jq"
brew "jsonpp"
brew "kitchen-completion"
brew "libxml2"
brew "lua"
brew "macvim", args: ["with-lua"]
brew "maven"
brew "mhash"
brew "mcrypt"
brew "mono"
brew "mono-libgdiplus"
brew "mosh"
brew "mysql"
brew "netpbm"
brew "nkf"
brew "node"
brew "p7zip"
brew "peco"
brew "pip-completion"
brew "putty"
brew "q"
brew "rails-completion"
brew "rake-completion"
brew "reattach-to-user-namespace"
brew "redis"
brew "rig"
brew "rsense"
brew "ruby-completion"
brew "sl"
brew "sshfs"
brew "swiftlint"
brew "terminal-notifier"
brew "tig"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "vagrant-completion"
brew "vim", args: ["with-lua"]
brew "watch"
brew "wget"
brew "wireshark", args: ["with-qt"]
brew "yajl"
brew "zlib"
brew "homebrew/php/php55"
brew "homebrew/php/php55-mcrypt"
brew "homebrew/php/phplint"
brew "sanemat/font/ricty"

cask "xquartz"
cask "android-sdk"
cask "android-studio"
cask "chefdk"
cask "eclipse-ide"
cask "itsycal"
cask "karabiner"
cask "keepingyouawake"
cask "kext-utility"
cask "mono-mdk"
cask "refresh-finder"
cask "swimat"
cask "unity"
cask "vagrant"
cask "virtualbox"
cask "wireshark-chmodbpf"
cask "caskroom/versions/java8"
