tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "rbenv/tap"
tap "sanemat/font"
brew "readline"
brew "ansible"
brew "anyenv"
brew "awscli"
brew "bash-completion"
brew "bundler-completion"
brew "coreutils"
brew "curl"
brew "go"
brew "dep"
brew "django-completion"
brew "editorconfig"
brew "exa"
brew "exiftool"
brew "fd"
brew "pango"
brew "fontforge"
brew "gem-completion"
brew "gh"
brew "git"
brew "glide"
brew "gnu-sed"
brew "python@3.8", link: false
brew "graphviz"
brew "grunt-completion"
brew "htop"
brew "imagemagick@6", link: true
brew "jq"
brew "kitchen-completion"
brew "lazygit"
brew "libdvdcss"
brew "libiconv"
brew "libxml2"
brew "libxslt"
brew "lua"
brew "mas"
brew "mysql@5.6", link: true
brew "nkf"
brew "node"
brew "node-build"
brew "nvm"
brew "p7zip"
brew "parallel"
brew "peco"
brew "php@7.2"
brew "pip-completion"
brew "plantuml"
brew "postgresql@14"
brew "rails-completion"
brew "rake-completion"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "rename"
brew "ruby"
brew "ruby-completion"
brew "selenium-server"
brew "shared-mime-info"
brew "terminal-notifier"
brew "tig"
brew "trash"
brew "tree"
brew "vagrant-completion"
brew "vim"
brew "watch"
brew "wget"
brew "woff2"
brew "yarn"
brew "yuicompressor"
brew "heroku/brew/heroku"
brew "sanemat/font/ricty"
cask "adobe-creative-cloud"
cask "alfred"
cask "appcleaner"
cask "bitbar"
cask "brave-browser"
cask "cold-turkey-blocker"
cask "dash"
cask "db-browser-for-sqlite"
cask "deepl"
cask "discord"
cask "docker-edge"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "handbrake"
cask "imageoptim"
cask "inkdrop"
cask "insomnia"
cask "iterm2"
cask "ithoughtsx"
cask "karabiner-elements"
cask "keepingyouawake"
cask "kindle"
cask "macs-fan-control"
cask "messenger"
cask "microsoft-auto-update"
cask "ngrok"
cask "nordvpn"
cask "notion"
cask "obs"
cask "onyx"
cask "postman"
cask "rescuetime"
cask "robo-3t"
cask "rubymine"
cask "sequel-pro"
cask "shiftit"
cask "sketch"
cask "skype"
cask "sourcetree"
cask "sublime-text"
cask "tomighty"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vnc-viewer"
cask "webarchiveextractor"
cask "webex-meetings"
cask "xquartz"
mas "3Hub", id: 427515976
mas "AdBlock", id: 1402042596
mas "Adblock Plus", id: 1432731683
mas "CheatSheet", id: 529456740
mas "cmdQuit", id: 423137709
mas "DaisyDisk", id: 411643860
mas "Effortless", id: 1368722917
mas "Fantastical", id: 975937182
mas "Focusbar", id: 443439127
mas "GarageBand", id: 682658836
mas "Ghostery Lite", id: 1436953057
mas "GIPHY CAPTURE", id: 668208984
mas "iMovie", id: 408981434
mas "iThoughtsX", id: 720669838
mas "Just Focus", id: 1142151959
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Night Owl", id: 428834068
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PiPifier", id: 1160374471
mas "Reeder", id: 880001334
mas "ResizeIt", id: 416280139
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "Toggl Track", id: 957734279
mas "TweetDeck", id: 485812721
mas "TweetShot", id: 1227057295
mas "Xcode", id: 497799835
