tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/versions"
tap "sanemat/font"
brew "openssl"
brew "readline"
brew "ansible"
brew "awscli"
brew "bash-completion"
brew "bundler-completion"
brew "chromedriver"
brew "coreutils"
brew "go"
brew "dep"
brew "django-completion"
brew "editorconfig"
brew "gem-completion"
brew "git"
brew "gnu-sed"
brew "graphviz"
brew "grunt-completion"
brew "imagemagick@6", link: true
brew "kitchen-completion"
brew "libdvdcss"
brew "libxml2"
brew "lua"
brew "mas"
brew "mongodb"
brew "mysql@5.6", link: true
brew "nkf"
brew "node"
brew "nvm"
brew "p7zip"
brew "parallel"
brew "peco"
brew "pip-completion"
brew "rails-completion"
brew "rake-completion"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "rename"
brew "ruby-completion"
brew "terminal-notifier"
brew "tig"
brew "trash"
brew "tree"
brew "vagrant-completion"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "heroku/brew/heroku"
brew "sanemat/font/ricty"
cask "bitbar"
cask "cyberghost"
cask "dash"
cask "db-browser-for-sqlite"
cask "discord"
cask "dropbox"
cask "firefox"
cask "google-japanese-ime"
cask "handbrake"
cask "imageoptim"
cask "inkdrop"
cask "iterm2"
cask "ithoughtsx"
cask "java"
cask "karabiner-elements"
cask "keepingyouawake"
cask "messenger"
cask "onyx"
cask "rescuetime"
cask "robo-3t"
cask "rubymine"
cask "selfcontrol"
cask "sequel-pro"
cask "shiftit"
cask "sketch"
cask "sourcetree"
cask "sublime-text"
cask "vagrant"
cask "virtualbox"
cask "webarchiveextractor"
cask "wordpresscom"
cask "xquartz"
mas "1Password", id: 443987910
mas "3Hub", id: 427515976
mas "AdBlock", id: 1402042596
mas "Adblock Plus", id: 1432731683
mas "Bear", id: 1091189122
mas "CheatSheet", id: 529456740
mas "cmdQuit", id: 423137709
mas "DaisyDisk", id: 411643860
mas "Effortless", id: 1368722917
mas "Fantastical 2", id: 975937182
mas "Focusbar", id: 443439127
mas "GarageBand", id: 682658836
mas "GIPHY CAPTURE", id: 668208984
mas "iMovie", id: 408981434
mas "iThoughtsX", id: 720669838
mas "JustFocus", id: 1142151959
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Night Owl", id: 428834068
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 880001334
mas "ResizeIt", id: 416280139
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "TogglDesktop", id: 957734279
mas "TweetShot", id: 1227057295
mas "Xcode", id: 497799835
mas "Yummy FTP", id: 492068728
